[
    {
        "id": 1001,
        "name": "Русское искусство первой половины XIX века",
        "image": "Pompeya",
        "shortName": "Русское искусство первой половины XIX века",
        "category": "Экскурсии",
        "description": "Экспозиция знакомит с произведениями, представляющими разнообразие тенденций в русском изобразительном искусстве этого времени (классицизм, романтизм, зарождающийся во второй трети XIX века реализм). Широко и всесторонне представлено творчество мастеров академической школы: произведения К.П.Брюллова (знаменитое полотно «Последний день Помпеи», портреты современников и религиозные композиции), образцы исторической живописи, выполненные Г.И.Угрюмовым, А.И.Ивановым, А.Е.Егоровым, Ф.И. Бруни. Особое место в разделе принадлежит пейзажам, созданным Сильвестром Щедриным во время пребывания в Италии, а также работам А.А.Иванова (этюды и большой эскиз к знаменитой картине «Явление Христа народу», хранящейся в Третьяковской галерее). Экспозиция включает также произведения крупнейшего представителя романтизма в русском живописном портрете О.И.Кипренского, выдающегося художника-мариниста И.К.Айвазовского, ведущих мастеров жанровой живописи — А.Г. Венецианова и его учеников (Г.В.Сорока, А.В.Тыранов и др.) и П.А.Федотова. Раздел знакомит также с произведениями значительных скульпторов этого времени (И.И.Мартос, С.С.Пименов, Н.С.Пименов, В.И.Демут-Малиновский, Б.И.Орловский и др.). Самостоятельной частью постоянной экспозиции первой половины XIX века является Белый зал — единственный интерьер Михайловского дворца, сохранивший свой первоначальный облик и предметы художественного убранства, исполненные по рисункам архитектора К.Росси.",
        "rating": 8.9,
        "students": 5334,
        "lessons": 37,
        "isFavorite": false,
        "isFeatured": false
    },
    {
        "id": 2,
        "name": "Галерея портретов Романовых",
        "image": "romanovi",
        "shortName": "Firebase - Наше Первое Приложение",
        "category": "Выставки",
        "description": "Романовская галерея с 1840 по 1918 гг. размещалась в галерее Малого Эрмитажа. В современном музее она была воссоздана в одной из галерей Зимнего дворца на основе богатого иконографического наследия Дома Романовых из собрания Эрмитажа. Здесь представлены портреты всех царствующих особ династии Романовых и портреты членов их семей.",
        "rating": 9.3,
        "students": 2355,
        "lessons": 10,
        "isFavorite": false,
        "isFeatured": false
    },
    {
        "id": 3,
        "name": "Утро в сосновом лесу",
        "image": "mishki",
        "shortName": "Notifications",
        "category": "Выставки",
        "description": "Рассказывают, что в начале обучения в Императорской Академии художеств Ивана Шишкина спросили, что он хочет рисовать. Ответ «Желаю быть пейзажистом» вызвал дружный смех: а что еще должен рисовать человек с такой фамилией? Друзья часто называли Ивана Ивановича «царем леса» и по заслугам: чащоб у него нет разве что на картинах «Рожь» или «На севере диком». Полотно «Утро в сосновом лесу» подтверждает высокую царскую репутацию. Это, вероятно, самая известная картина пейзажиста, и уж наверняка самая растиражированная, поскольку украшает обертку конфеты «Мишка косолапый». Писали картину в четыре руки: медведей на полотне, известном каждому сладкоежке, изобразил Константин Савицкий. Сегодня художников упрекают в недостатке реализма: тройни у медведиц крайне редки, да и Шишкин замечен в том, что подправлял лесную реальность топором и пилой. ",
        "rating": 9.2,
        "students": 1853,
        "lessons": 19,
        "isFavorite": false,
        "isFeatured": false
    },
    {
        "id": 4,
        "name": "Неизвестная",
        "image": "neizvestnaya",
        "shortName": "VK News Feed App",
        "category": "Экскурсии",
        "description": "Кто-то впервые увидел ее в «Огоньке» или «Работнице», кто-то – в холле дешевой гостиницы, а у кого-то она вызывает детские воспоминания о красивой коробке конфет. Критик Стасов называл героиню Крамского «кокоткой в коляске», критик Ковалевский – «исчадьем больших городов», а художник Репин вспоминал, что ее разглядывали не столько из эстетических чувств, сколько из обывательского любопытства. Специалисты утверждают, что она одета по последней моде: шляпка «Франциск», пальто покроя «Скобелев». В ней узнавали и Настасью Филипповну, и Анну Каренину, но закрепилось «Незнакомка» – стихотворение Александра Блока повлияло. Нет, не так: Иван Николаевич Крамской назвал картину «Неизвестная» и нигде ни словом не упомянул о прототипе.",
        "rating": 9.9,
        "students": 5201,
        "lessons": 32,
        "isFavorite": false,
        "isFeatured": false
    },
    {
        "id": 5,
        "name": "Поэзия в творчестве Альтмана",
        "image": "ahmatova",
        "shortName": "Основы программирования на Swift",
        "category": "Выставки",
        "description": "Альтман Натан Исаевич (1889-1970) – знаменитый художник, модернист, живописец, скульптор, театральный декоратор, автор графических серий, мастер портрета. Альтман принадлежал к знаменитой плеяде мастеров русского авангарда, дружил со знаменитыми поэтами Серебряного века. Участвовал в выставках таких известных художественных объединений, как «Бубновый валет», «Мир искусства» и «Союз молодежи».",
        "rating": 9.3,
        "students": 943,
        "lessons": 8,
        "isFavorite": false,
        "isFeatured": false
    },
    {
        "id": 6,
        "name": "Девочка с персиками",
        "image": "persiki",
        "shortName": "Мои первые приложения",
        "category": "Экскурсии",
        "description": "У русского предпринимателя и мецената Саввы Ивановича Мамонтова, владельца усадьбы Абрамцево, было три сына и две дочери. Старшая, красавица Веруша, вдохновляла многих художников, гостивших в усадьбе ее отца. Это с Веры Мамонтовой лепил «Голову Египтянки» Михаил Врубель, это ее черты легко узнать на «Портрете девушки с кленовой ветвью» Виктора Васнецова. Но самый известный портрет Верочки Мамонтовой создал Валентин Серов. «Я хочу, хочу отрадного и буду писать только отрадное», – писал Валентин Александрович невесте, и, как видим, сдержал слово: трудно представить себе картину радостнее, чем «Девочка с персиками». Хотя модель  много претерпела: сидеть не шевелясь для бойкой 12-летней девочки было сущим мучением. Серов, вспоминал брат Веры, «впоследствии говорил сестре, что он ее неоплатный должник».Это чистая правда: картина так прославила Серова, что ему потоком хлынули заказы. И даже из царского семейства.",
        "rating": 8.8,
        "students": 743,
        "lessons": 8,
        "isFavorite": false,
        "isFeatured": false
    },
    {
        "id": 7,
        "name": "Рерих",
        "image": "rerih",
        "shortName": "Swift Developer",
        "category": "Выставки",
        "description": "Художник, сценограф, философ, писатель, путешественник, археолог, общественный деятель — список амплуа Николая Рериха бесконечен. Он составил первое международное соглашение о защите культурных ценностей и создал философское учение «Живая этика», возродил старинные русские ремесла и оформил театральные представления на Русских сезонах Сергея Дягилева. Картины Николая Рериха хранятся в Русском музее, Третьяковской галерее, Музее искусства народов Востока и частных коллекциях по всему миру.",
        "rating": 9.0,
        "students": 643,
        "lessons": 24,
        "isFavorite": false,
        "isFeatured": false
    },
    {
        "id": 8,
        "name": "Искусство Древнего Рима",
        "image": "rim",
        "shortName": "Server Side Swift Developer",
        "category": "Выставки",
        "description": "Коллекция памятников римского искусства охватывает период от республиканского времени (I век до н.э.) до поздней Империи (IV век н.э.). Она включает в себя скульптуру, рельефы, мраморные саркофаги, алтари, мозаики, предметы художественного ремесла. Самую значительную часть эрмитажного собрания составляет коллекция скульптурного портрета. К ее шедеврам относятся портреты Люция Вера (II в.), молодой женщины, так называемой Сириянки (II в.), два памятника III века - портреты императоров Бальбина и Филиппа Араба.",
        "rating": 9.7,
        "students": 346,
        "lessons": 24,
        "isFavorite": false,
        "isFeatured": false
    }
]
